{
 "user":{   "name": "اسم",
	    "password": "كلمه السر",
            "submit":"عرض"
},
    "message":{
        "welcome":"إدارة الموارد البشرية (HRM أو ببساطة HR) هي إدارة الموارد البشرية. بل هو وظيفة في مؤسسات تهدف إلى تحقيق أقصى أداء الموظف في خدمة الأهداف الاستراتيجية لصاحب العمل. [1] الموارد البشرية بشكل اساسي مع إدارة الناس داخل المنظمات، مع التركيز على السياسات والنظم. [2] إدارات الموارد البشرية والوحدات في المنظمات عادة القيام بعدد من الأنشطة، بما في ذلك التصميم واستحقاقات الموظفين، توظيف الموظفين، التدريب والتطوير، تقييم الأداء، ومكافأة (على سبيل المثال، ودفع إدارة وأنظمة المنفعة). [3] الموارد البشرية يتعلق نفسها أيضا مع التغيير التنظيمي والعلاقات الصناعية، وهذا هو والتوازن بين الممارسات التنظيمية مع متطلبات الناشئة عن المفاوضة الجماعية ومن القوانين الحكومية. [4] وفقا لر بوتنر، يغطي إدارة الموارد البشرية في المجالات الأساسية التالية"
    }
    
  }
