{
 "user":{   "name": "નામ",
     "userMessage":"ઓછામાં ઓછા 6 પાત્ર",
	    "password": "પાસવર્ડ",
            "passwordMessage":"ઉપલા અને નીચલા કેસ અક્ષરો વાપરો તેમજ",
            "submit":"સાઇનઇન",
                  "login":"પ્રવેશ"
},"main":{
    "projectName":"કોન્ટ્રાકટ લેબર મેનેજમેન્ટ સિસ્ટમ"
    
},
    "message":{
        "welcome":"માનવ સંસાધન વ્યવસ્થાપન (એચઆરએમ અથવા માત્ર એચઆર) માનવ સંસાધન વ્યવસ્થાપન છે. તે એમ્પ્લોયર વ્યૂહાત્મક હેતુઓ સેવા કર્મચારી પ્રભાવ મહત્તમ બનાવવા માટે રચાયેલ સંસ્થાઓમાં એક કાર્ય છે. [1] એચઆર મુખ્યત્વે સંસ્થાઓ અંદર લોકો વ્યવસ્થાપન સાથે સંબંધિત છે, નીતિઓ પર અને સિસ્ટમો પર ધ્યાન કેન્દ્રિત કર્યું. [2] એચઆર વિભાગો અને સંસ્થાઓ એકમો સામાન્ય રીતે કર્મચારી લાભ ડિઝાઇન, કર્મચારી ભરતી, તાલીમ અને વિકાસ, કામગીરી મૂલ્યાંકન, અને લાભદાયી (દા.ત., મેનેજિંગ પગાર અને લાભ સિસ્ટમો) સમાવેશ થાય છે, પ્રવૃત્તિઓ સંખ્યાબંધ હાથ ધરે છે. [3] એચઆર પણ સંસ્થાકીય ફેરફાર અને ઔદ્યોગિક સંબંધો સાથે પોતે સંબંધિત છે, કે જે , સામૂહિક સોદાબાજી થતા જરૂરીયાતો સાથે અને સરકારી કાયદા સંસ્થાકીય પદ્ધતિઓ સંતુલન. [4] આર Buettner અનુસાર, એચઆરએમ નીચેની કોર વિસ્તારોમાં આવરી લે છે"
    }
  }



